Repository: nos373737/rework
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: List Contacts
uk: Список Контактів

source: Contacts
uk: Контакти

source: List PSA
uk: Список PSA

source: Add/Edit Data
uk: Додати/Редагувати Дані

source: List Defect Position
uk: Список позицій на джгуті

source: Rework List
uk: Список Реворку

source: Rework
uk: Реворк

source: List Error
uk: Список помилок

source: List Error Group
uk: Список груп помилок

source: List PartNumber
uk: Список парт-номерів

source: List Defect Place
uk: Список позицій дефекту на джгуті

source: List Rework
uk: Список джгутів на реворку

source: Cable On Rework List
uk: Список джгутів взятих в переробку оператором

source: Cable Done Rework List
uk: Список джгутів які пройшли переробку

source: Rework created
uk: Дата реворку

source: Operator Zone
uk: Зона оператора

source: Operator Zone Model
uk: Зона оператора для відбору джгутів

source: Delivery/Re-Rework
uk: Видача джгута/Повторна переробка

source: Issuance to the district master
uk: Видача джгутів

source: Re-Rework
uk: Повернення на повторну переробку

source: List Responsible Person
uk: Список працівників

source: List BrigadeNum
uk: Список бригад

source: List of cable that go trew rework with done status
uk: Список виданих джгутів

source: Security
uk: Безпека

source: List Users
uk: Список користувачів

source: Logout
uk: Вийти

source: Login
uk: Увійти

source: Base Permissions
uk: Дозволи користувачів

source: Views/Menus
uk: Форми/Меню

source: Permission on Views/Menus
uk: Параметри доступу до Форм/Меню

source: Search
uk: Пошук

source: Back
uk: Назад

source: Save
uk: Зберегти

source: This field is required.
uk: Обов'язкове поле!

source: Not a valid date value
uk: Некоректне значення дати!

source: No records found
uk: Записів не знайдено!

source: Invalid file extension
uk: Невірне розширення файлу!

source: Already exists.
uk: Вже існує такий елемент!

source: Added Row
uk: Запис додано!

source: Changed Row
uk: Запис змінено!

source: Deleted Row
uk: Запис видалено!

source: Associated data exists, please delete them first
uk: Існують пов'язані дані! Спочатку видаліть їх!

source: Integrity error, probably unique constraint
uk: Помилка цілісності, ймовірно, не унікальне значення

source: General Error
uk: Загальне значення

source: openid
uk: Вхід за допомогою аккаунту:

source: remember_me
uk: Запам'ятати мене!

source: User Name
uk: Ім'я користувача

source: Password
uk: Пароль

source: Please use a good password policy, this application does not check this for you
uk: Будь ласка, використовуйте хорошу політику щодо паролів, ця програма не перевіряє складність паролю

source: Confirm Password
uk: Підтвердження паролю

source: Please rewrite the password to confirm
uk: Будь ласка введіть пароль повторно для підтвердження!

source: Passwords must match
uk: Паролі мають співпадати!

source: List Base Permissions
uk: Список дозволів

source: Show Base Permission
uk: Показати дозволи користувачів

source: Add Base Permission
uk: Додати дозволи користувачів

source: Edit Base Permission
uk: Редагувати дозволи користувачів

source: Name
uk: Ім'я

source: List View Menus
uk: Список форм меню

source: Show View Menu
uk: Показати форму меню

source: Add View Menu
uk: Додати форму меню

source: Edit View Menu
uk: Редагувати форму меню

source: List Permissions on Views/Menus
uk: Список дозволів для форм/меню

source: Show Permission on Views/Menus
uk: Показати дозволи форм/меню

source: Add Permission on Views/Menus
uk: Додати дозволи форм/меню

source: Edit Permission on Views/Menus
uk: Редагувати дозволи форм/меню

source: Permission
uk: Дозвіл

source: View/Menu
uk: Форми/Меню

source: Reset Password Form
uk: Форма скидання паролю

source: Password Changed
uk: Пароль зміненно

source: Show User
uk: Показати користувача

source: Add User
uk: Додати користувача

source: Edit User
uk: Редагувати користувача

source: Full Name
uk: Повне ім'я

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Is Active?
uk: Статус Активності?

source: EMail
uk: Електронна адреса

source: Role
uk: Роль

source: Write the user first name or names
uk: Напишіть ім'я користувача

source: Write the user last name
uk: Напишіть прізвище користувача

source: Username valid for authentication on DB or LDAP, unused for OID auth
uk: Ім'я користувача, дійсне для автентифікації в DB або LDAP. Не використовується для OID auth.

source: Its not a good policy to remove a user, just make it inactive
uk: Видаляти користувача не є хорошим тоном. Просто зробіть його не активним

source: The users email, this will also be used for OID auth
uk: Електронна адреса користувача також використовується для автентифікації за допомогою OID auth

source: The user role on the application, this will associate with a list of permissions
uk: Роль користувача у веб-додатку, це буде пов'язано зі списком дозволів.

source: Please rewrite the users password to confirm
uk: Будь ласка введіть пароль повторно для підтвердження.

source: Your user information
uk: Інформація користувача:

source: Reset Password
uk: Скинути пароль!

source: List Roles
uk: Список ролей

source: Show Role
uk: Показати роль

source: Add Role
uk: Додати роль

source: Edit Role
uk: Редагувати роль

source: Permissions
uk: Права доступу

source: Invalid login. Please try again.
uk: Неправильний пароль користувача! Спробуйте ще раз!

source: Sign In
uk: Увійти

source: Add a new record
uk: Додати запис

source: Edit record
uk: Редагувати запис

source: Show record
uk: Показати запис

source: Delete record
uk: Видалити запис

source: You sure you want to delete this item?
uk: Ви впевнені що хочете видалити запис?

source: Group by fields
uk: Групувати за полями

source: Record Count
uk: Всього записів

source: Welcome
uk: Вітаю ви в зоні реворку!

source: User's Statistics
uk: Статистика користувачів

source: Profile
uk: Профіль користувача

source: User info
uk: Інформація користувача

source: Login count
uk: Кількість входів користувача

source: Reset my password
uk: Скинути пароль

source: Personal Info
uk: Персональні дані

source: Audit Info
uk: Інформація про діяльність

source: Login Count
uk: Кількість входів

source: Failed Login Count
uk: Кількість невдалих входів

source: Add Filter
uk: Додати фільтр

source: Actions
uk: Дії

source: Copy Role
uk: Копіювати роль

source: Error Str
uk: (Код, Опис)

source: List of errors
uk: Список помилок на джгуті
